Repository: rmrector/script.artwork.beef
Catalog: resources/language/*/strings.po
Languages: french, spanish

# #32987
source: Enable Fanart.tv
spanish: Habilitar Fanart.tv

# #32988
source: Enable The Movie DB
spanish: Habilitar TheMovieDB

# #32989
source: Enable TheTVDB
spanish: Habilitar TheTVDB

# #32990
source: Enable The Audio DB
spanish: Habilitar TheAudioDB

# #32991
source: Web services
spanish: Servicios web

# #32800
source: Processing list automatically
french: Traitement de la liste automatiquement
spanish: Procesando lista automáticamente

# #32801
source: Manually processing {0}
french: Traitement manuel {0}
spanish: Procesando manualmente {0}

# #32802
source: Processing {0}
french: Traitement {0}
spanish: Procesando {0}

# #32803
source: Processing finished
french: Traitement terminé
spanish: Proceso finalizado

# #32804
source: Processing aborted
french: Traitement annulé
spanish: Proceso abortado

# #32805
source: No items in list
french: Aucun élément dans la liste
spanish: No hay elementos en la lista

# #32806
source: {0:d} items in list
french: {0:d} élément(s) dans la liste
spanish: {0:d} elementos en la lista

# #32807
source: {0:d} items processed
french: {0:d} élément(s) traité(s)
spanish: {0:d} elementos procesados

# #32808
source: No artwork updated
french: Aucun artwork n'a été mis à jour
spanish: Ilustraciones no actualizadas

# #32809
source: {0:d} artwork updated
french: {0:d} artwork(s) mis à jour
spanish: {0:d} ilustraciones actualizadas

# #32810
source: Not missing artwork, not looking for any
french: Aucun artwork manquant
spanish: No faltan ilustraciones, no se ha buscado

# #32811
source: Missing artwork: {0}
french: Artwork(s) manquant(s) : {0}
spanish: Ilustraciones ausentes: {0}

# #32812
source: Updated artwork: {0}
french: Artwork(s) mis à jour : {0}
spanish: Ilustraciones actualizadas: {0}

# #32813
source: Encountered an error - {0}
french: Erreur rencontrée - {0}
spanish: Error encontrado - {0}

# #32814
source: Errors were encountered
french: Des erreurs ont été rencontrées
spanish: Se encontraron errores

# #32815
source: Versions: {0}
spanish: Versiones: {0}

# #32816
source: {0:d} artwork downloaded
french: {0:d} artwork(s) téléchargé(s)
spanish: {0:d} ilustraciones descargadas

# #32061
source: Download these artwork types to the local file system
french: Télécharger ces types d’artworks sur le système de fichiers local

# #32426
source: Set to all configured above [I](save other changes first)[/I]
french: Appliquer tous les paramètres configurés ci-dessus [I](enregistrez d'abord les autres modifications)[/I]

# #32913
source: Override image language (defaults to Kodi interface)
french: Remplacer la langue des artworks (celle de l'interface Kodi par défaut)

# #32905
source: fanart.tv personal API key
french: Clé API personnelle fanart.tv

# #32943
source: Download image files for processed TV shows and seasons
french: Télécharger les fichiers images pour les séries TV et les saisons traités

# #32944
source: Download image files for processed episodes
french: Télécharger les fichiers images pour les épisodes traités

# #32945
source: Download image files for processed movies
french: Télécharger les fichiers images pour les films traités

# #32946
source: Download image files for processed movie sets
french: Télécharger les fichiers images pour les saga de films traités

# #32947
source: Download image files for processed music videos
french: Télécharger les fichiers images pour les clips vidéos traités

# #32948
source: Download image files for processed artists
french: Télécharger les fichiers images pour les artistes traités

# #32949
source: Download image files for processed albums
french: Télécharger les fichiers images pour les albums traités

# #32950
source: Download image files for processed songs
french: Télécharger les fichiers images pour les chansons traitées
