Repository: rmrector/script.artwork.beef
Catalog: resources/language/*/strings.po
Languages: french, spanish

# #32000
source: Unknown source
french: Source inconnue
spanish: Recurso desconocido

# #32001
source: Something missing?
french: Quelque chose manque ?
spanish: ¿Falta algo?

# #32002
source: Season {0}
french: Saison {0}
spanish: {0} temporada

# #32003
source: NFO file
french: Fichier NFO
spanish: Archivo NFO

# #32004
source: video file
french: Fichier vidéo
spanish: Archivo de vídeo

# #32005
source: Video file thumbnail
french: Vignette du fichier vidéo
spanish: Miniatura archivo de vídeo

# #32006
source: {0:d} available
french: {0:d} disponible(s)
spanish: {0:d} disponibles

# #32007
source: artwork report
french: Rapport des artworks
spanish: Informe ilustraciones

# #32019
source: Contribute or donate to the source: fanart.tv, thetvdb.com, themoviedb.org, theaudiodb.com
french: Contribuez ou faites un don aux sites : fanart.tv, thetvdb.com, themoviedb.org, theaudiodb.com
spanish: Contribuya o haga una donación a fanart.tv, thetvdb.com, themoviedb.org o theaudiodb.com

# #32020
source: Adding extended artwork
french: Ajout des artworks supplémentaires
spanish: Agregando imágenes adicionales

# #32021
source: No artwork available
french: Aucun artwork disponible
spanish: No hay imágenes disponibles

# #32022
source: {0:d} artwork updated
french: {0:d} artwork(s) mis à jour
spanish: {0:d} imágenes actualizadas

# #32023
source: No artwork updated
french: Aucun artwork n'a été mis à jour
spanish: Imágenes no actualizadas

# #32024
source: Error with provider '{0}'
french: Erreur avec le fournisseur d'informations '{0}'
spanish: Error con el proveedor '{0}'

# #32025
source: Media type '{0}' not supported
french: Le type '{0}' du média n'est pas supporté
spanish: Tipo de medio '{0}' no soportado

# #32026
source: {0} or newer required
french: {0} ou plus récent requis
spanish: {0} o superior requerido

# #32027
source: Removed {0:d} images
french: {0:d} image(s) supprimée(s)
spanish: Se eliminaron {0:d} imágenes

# #32028
source: Listing all {0}
french: Tout afficher {0}
spanish: Listar todos {0}

# #32029
source: All items identified. Hurray!
french: Tous les éléments ont été identifié. Hourra !
spanish: Todos los elementos fueron identificados. ¡Hurra!

# #32030
source: No web service IDs available, can't look up online
french: Aucun ID de service Web disponible, impossible de rechercher en ligne
spanish: IDs de servicios web no disponibles, no es posible buscar online

# #32031
source: Encountered multiple errors, skipping provider for remaining items
french: Plusieurs erreurs rencontrées, fournisseur d'informations ignoré pour les éléments restants
spanish: Se han encontrados múltiples errores, omitiendo proveedor para los elementos restantes

# #32032
source: Could not find movie set on TMDb
french: Impossible de trouver la saga de films sur TheMovieDb
spanish: No se pudo encontrar la colección en TMDb

# #32033
source: Could not find music video on TheAudioDB
french: Impossible de trouver le clip vidéo sur TheAudioDB
spanish: No se pudo encontrar el videoclips en TheAudioDB

# #32034
source: Could not contact provider
french: Impossible de contacter le fournisseur d'informations
spanish: No se pudo conectar con el proveedor

# #32035
source: HTTP error: {0}
french: Erreur HTTP : {0}
spanish: Error HTTP: {0}

# #32036
source: Kodi 18 or newer required
french: Kodi 18 ou plus récent requis
spanish: Necesario Kodi 18 o superior

# #32037
source: Could not save image to file: {0}
french: Impossible d'enregistrer l'image : {0}
spanish: No se pudo guardar el archivo imagen: {0}

# #32038
source: {0:d} artwork cached
french: {0:d} artworks mis en cache
spanish: {0:d} imágenes en caché

# #32039
source: Artwork caching requires Kodi setting 'Allow remote control via HTTP' enabled
spanish: El almacenamiento en caché de las imágenes requiere habilitar 'Permitir control remoto a través de HTTP'

# #32040
source: File path charset unsupported: {0}
spanish: Caracteres de ruta no compatibles: {0}

# #32050
source: Choose art type for {0}
french: Choisir un type d'artwork pour {0}
spanish: Seleccione tipo de arte para {0}

# #32051
source: Choose {0} for {1}
french: {0} pour {1}
spanish: Seleccione un {0} para {1}

# #32056
source: Unmatched items
french: Eléments non trouvés
spanish: Elementos sin concordancias

# #32057
source: Enter TheMovieDB collection name
french: Entrez le nom de la saga TheMovieDB
spanish: Introduzca nombre de la colección TheMovieDB

# #32052
source: Actions
spanish: Acciones

# #32053
source: Automatically add these artwork types from web services and file system
french: Ajouter automatiquement ces types d'artworks à partir des services Web et du système de fichiers
spanish: Agregar automáticamente desde servicios web y sistema de archivos

# #32054
source: Sorting and auto filters
french: Tri et filtres automatiques
spanish: Ordenación y filtros automáticos

# #32058
source: Enter the artist and track name
french: Entrer le nom de l'artiste et de la chanson
spanish: Introduzca nombre del artista y nombre de la canción

# #32060
source: Artist artwork will [I]only[/I] be processed in the 'Artist information folder'[CR]configured in Kodi settings under Media > Music
french: Les artworks des artistes seront [I]seulement[/I] traités dans le 'dossier des informations des artistes' configuré dans les paramètres de Kodi dans Médias > Musiques
spanish: Las ilustraciones para artistas [I]solo[/I] se procesarán en la 'carpeta de información[CR]del artista' configurada en Ajustes > Colección > Música

# #32061
source: Downloading artwork to local files
spanish: Descargar ilustraciones al sistema de archivos local

# #32062
source: Should local artwork files also be deleted?
spanish: ¿Deben eliminarse también los archivos de ilustraciones locales?

# #32400
source: Select series for episode 'fanart'...
french: Sélectionner les séries TV pour les fanarts des épisodes...
spanish: Seleccionar serie para el 'fanart' de episodio...

# #32401
source: Add missing artwork now?
french: Ajouter les artworks manquants maintenant ?
spanish: ¿Desea agregar ahora las ilustraciones que faltan?

# #32402
source: Add missing episode artwork for newly selected series after add-on settings are closed?
french: Voulez-vous ajouter les artworks manquants des épisodes après la fermeture des paramètres de l'extension pour les séries nouvellement sélectionnées ?
spanish: ¿Desea agregar las ilustraciones que faltan para los Episodios de nuevas Series seleccionadas después de cerrar los ajustes del complemento?

# #32403
source: stop current process
french: Arrêter le processus en cours
spanish: Detener proceso actual

# #32408
source: identify unmatched movie sets with TMDb ...
french: Identifier les sagas de films non trouvées avec TheMovieDB
spanish: Identificar colecciones sin concordancia con TMDb ...

# #32409
source: Search for item
french: Rechercher un élément
spanish: Buscar por elemento

# #32410
source: Add missing artwork
french: Obtenir les artworks manquants
spanish: Agregar ilustraciones que faltan

# #32411
source: Select artwork...
french: Sélectionner les artworks...
spanish: Seleccionar ilustraciones...

# #32412
source: Disable Artwork Beef context items [I](per skin)[/I]
french: Désactiver les éléments de Artwork Beef sur le menu contextuel (par thème)
spanish: Deshabilitar elementos contextuales Artwork Beef [I](a través de skin)[/I]

# #32413
source: Enable Artwork Beef context items [I](per skin)[/I]
french: Activer les éléments de Artwork Beef sur le menu contextuel (par thème)
spanish: Habilitar elementos contextuales Artwork Beef [I](a través de skin)[/I]

# #32414
source: Remove artwork for media type ...
french: Supprimer les artworks pour le type de média ...
spanish: Eliminar ilustraciones para un tipo de medio ...

# #32415
source: identify unmatched music videos with TheAudioDB ...
french: Identifier les clips vidéos non trouvées avec TheAudioDB
spanish: Identificar videoclips sin concordancia con TheAudioDB ...

# #32416
source: add missing artwork for ...
french: Ajouter les artworks manquants pour ...
spanish: Agregar ilustraciones que faltan para ...

# #32417
source: new videos
french: Nouvelles vidéos
spanish: Vídeos nuevos

# #32418
source: old videos
french: Anciennes vidéos
spanish: Videos antiguos

# #32419
source: all videos (new, old, and all in between)
french: Toutes les vidéos (nouvelles, anciennes et intermédiaires)
spanish: Todos los videos (nuevos, antiguos, y todo lo que este en medio)

# #32420
source: new music
french: Nouvelles musiques
spanish: Música nueva

# #32421
source: old music
french: Anciennes musiques
spanish: Música antigua

# #32422
source: all music (new, old, and all in between)
french: Toutes les musiques (nouvelles, anciennes et intermédiaires)
spanish: Toda la música (nueva, antigua, y todo lo que este en medio)

# #32423
source: Download existing remote images in the video library
french: Télécharger les images distantes existantes dans la bibliothèque vidéo
spanish: Descargar imágenes remotas existentes en la biblioteca de vídeo

# #32424
source: Preload local video library artwork to texture cache
french: Précharger les artworks de la bibliothèque vidéo locale dans le cache des textures
spanish: Precargar ilustraciones de la biblioteca de video local a caché de texturas

# #32425
source: Preload local music library artwork to texture cache
french: Précharger les artworks de la bibliothèque musique locale dans le cache des textures
spanish: Precargar ilustraciones de la biblioteca de música local a caché de texturas

# #32426
source: Fill with all configured above [I](save other changes first)[/I]
spanish: Rellenar con todo lo configurado arriba [I](guardar primero otros cambios)[/I]

# #32427
source: Remove all artwork
spanish: Suprimir todas las ilustraciones

# #32428
source: Disable Artwork Beef debug context items [I](per skin)[/I]
spanish: Deshabilitar elementos contextuales de depuración Artwork Beef [I](a través de skin)[/I]

# #32429
source: Enable Artwork Beef debug context items [I](per skin)[/I]
spanish: Habilitar elementos contextuales de depuración Artwork Beef [I](a través de skin)[/I]

# #32430
source: Log debug info
spanish: Información Registro Depuración

# #32431
source: scan for new local files for video library
spanish: Buscar nuevos archivos locales para la biblioteca de videos

# #32650
source: Save configured arttypes to advancesettings.xml whitelist
spanish: Guardar tipos de arte configurados en la lista blanca advancedsettings.xml

# #32651
source: Restore original advancesettings.xml backed up by Artwork Beef
spanish: Restaurar advancedsettings.xml original guardado por Artwork Beef

# #32652
source: This advanced setting allows Kodi to add extended artwork itself, without any help from Artwork Beef.
spanish: Este "advanced setting" permite a Kodi agregar obras de arte adicionales sin la ayuda de Artwork Beef.

# #32653
source: Include multiple artwork, such as 'fanart1' and 'fanart2'? This will not add artwork from the 'extrafanart' directory, they must be saved next to the media item.
spanish: ¿Desea incluir multiples ilustraciones, como 'fanart1' y 'fanart2'? Esto no agregará ilustraciones del directorio 'extrafanart', deben guardarse junto al elemento multimedia.

# #32654
source: advancedsettings.xml is malformed and cannot be parsed
spanish: advancedsettings.xml mal estructurado y no se puede analizar

# #32655
source: original advancedsettings.xml backed up to advancedsettings.xml.beef.bak
spanish: advancedsettings.xml original respaldado como advancedsettings.xml.beef.bak

# #32656
source: original advancedsettings.xml could not be backed up
spanish: advancedsettings.xml original no puede ser respaldado

# #32657
source: advancedsettings.xml.beef.bak restored to advancedsettings.xml
spanish: advancedsettings.xml.beef.bak restaurado como advancedsettings.xml

# #32658
source: advancedsettings.xml.beef.bak could not be restored
spanish: advancedsettings.xml.beef.bak no puede ser restaurado

# #32659
source: restart Kodi for these changes to take effect
spanish: Debe reiniciar Kodi para que los cambios surtan efecto

# #32900
source: Add artwork for new videos after library updates
french: Ajouter les artworks pour les nouvelles vidéos après la mise à jour de la bibliothèque
spanish: Agregar ilustraciones para vídeos nuevos tras actualizar biblioteca

# #32912
source: Update artwork for old items daily
french: Mettre à jour quotidiennement les artworks pour les anciens éléments
spanish: Actualizar diariamente ilustraciones para elementos antiguos

# #32904
source: Do not automatically add artwork from web services, only identify local files
french: Ne pas ajouter les artworks automatiquement à partir des services Web, identifier seulement les fichiers locaux
spanish: No añadir ilustraciones automáticamente, usar solo archivos locales

# #32901
source: Prefer 'fanart' with no title
french: Préférer les 'fanart' sans titre
spanish: Preferir 'fanart' sin título

# #32917
source: Prefer 'poster' with no title
french: Préférer les 'poster' sans titre
spanish: Preferir 'poster' sin título

# #32902
source: Preferred artwork size
french: Taille préférée des images
spanish: Tamaño preferido para ilustraciones

# #32907
source: Minimum image rating
french: Note minimale des images
spanish: Valoración mínima de la imagen

# #32913
source: Priority language selection
spanish: Seleccionar preferencia para idioma

# #32903
source: Use high quality preview images
french: Utiliser des images de prévisualisation de haute qualité
spanish: Utilizar alta calidad para vista previa

# #32905
source: fanart.tv personal API key (optional)
spanish: Clave API personal fanart.tv (opcional)

# #32906
source: Identify alternate Artwork Downloader and MSAA artwork file names
french: Identifier les noms de fichiers d'artworks de Artwork Downloader et de Movie Set Artwork Automator
spanish: Identificar Artwork Downloader alternativo y nombres de archivos para ilustraciones MSAA

# #32909
source: process movie set artwork in a central info directory
french: Traiter les artworks des sagas de films dans un répertoire centralisé
spanish: Procesar ilustraciones para colecciones en un directorio centralizado

# #32910
source: central info directory
french: Répertoire centralisé
spanish: Directorio centralizado

# #32911
source: grab movie set artwork from movie parent directory
french: Récupérer les artworks des sagas de films à partir du répertoire parents des films
spanish: Obtener ilustraciones para colecciones del directorio de la Película

# #32914
source: Replace episode 'thumb' with Kodi generated thumb
french: Remplacer les vignettes des épisodes par celles générées par Kodi
spanish: Reemplazar 'miniatura' para episodio por miniatura generada por Kodi

# #32915
source: Replace movie 'thumb' with Kodi generated thumb
french: Remplacer les vignettes des films par celles générées par Kodi
spanish: Reemplazar 'miniatura' para película por miniatura generada por Kodi

# #32916
source: Include detailed per item changes in the reports
french: Inclure les changements détaillés par élément dans les rapports
spanish: Incluir en los reportes cambios detallados de cada elemento

# #32918
source: TV show scraper (if ID source is unknown)
french: Fournisseur d'informations des séries TV (si l'ID source est inconnu)
spanish: Scraper para series TV (si la ID del recurso es desconocida)

# #32919
source: Show latest artwork report
french: Afficher le dernier rapport des artworks
spanish: Mostrar último reporte para ilustraciones

# #32920
source: Replace music video 'thumb' with Kodi generated thumb
french: Remplacer les vignettes des clips vidéos par celles générées par Kodi
spanish: Reemplazar 'miniatura' para videoclips por miniatura generada por Kodi

# #32921
source: Prefer artwork from The Movie Database when available
french: Préférer les artworks de TheMovieDB si disponibles
spanish: Preferir ilustraciones de TheMovieDB cuando esten disponibles

# #32922
source: Add artwork for new music after library updates
french: Ajouter les artworks pour les nouvelles musiques après la mise à jour de la bibliothèque
spanish: Agregar ilustraciones para música nueva tras actualizar biblioteca

# #32924
source: Progress display for automatic processing
french: Affichage de la progression pour le traitement automatique
spanish: Mostrar progreso para procesamiento automático

# #32925
source: full progress bar
french: Barre de progression complète
spanish: Barra de progreso completa

# #32926
source: just warnings and errors
french: Juste les avertissements et les erreurs
spanish: Solo advertencias y errores

# #32927
source: only add-on crashes
french: Uniquement les crashs de l'extension
spanish: Solo fallos del add-on

# #32928
source: Show final artwork update count notification
french: Afficher la notification du nombre de téléchargement d'artworks
spanish: Mostrar notificación con recuento final de ilustraciones

# #32929
source: Save additional movie and TV show fanart to 'extrafanart' directory instead
french: Enregistrer les fanarts supplémentaires des films et séries TV dans un répertoire 'extrafanart'
spanish: Guardar fanart adicionales para películas y series TV en directorio 'extrafanart'

# #32930
source: Save additional music videos fanart to 'extrafanart' directory instead
french: Enregistrer les fanarts supplémentaires des clips vidéos dans un répertoire 'extrafanart'
spanish: Guardar fanart adicionales para videoclips en directorio 'extrafanart'

# #32931
source: Recycle deleted and replaced artwork files to temp/cache directory
french: Recycler les artworks supprimés et remplacés dans le répertoire temp/cache
spanish: Reciclar archivos eliminados o reemplazados en directorio temp/cache

# #32940
source: Delete deselected artwork files
french: Supprimer les artworks désélectionnés
spanish: Eliminar archivos de ilustraciones no seleccionados

# #32941
source: Save movie artwork with movie base file name
french: Sauvegarder les artworks des films avec les mêmes noms de fichiers des films
spanish: Guardar ilustraciones para películas en base al nombre de archivo de la película

# #32942
source: Save music video artwork with music video base file name
french: Sauvegarder les artworks des clips vidéos avec les mêmes noms de fichiers des clips vidéos
spanish: Guardar ilustraciones para videoclip en base al nombre de archivo del videoclip

# #32951
source: Save album and song art with song files if possible
french: Sauvegarder les artworks des albums et des chansons avec les fichiers des chansons si possible
spanish: Guardar siempre que sea posible arte para álbum y canción junto al archivo

# #32952
source: Automatically preload local video library artwork to Kodi texture cache
french: Précharger automatiquement les artworks de bibliothèque vidéo locale dans le cache de textures de Kodi
spanish: Precargar automáticamente ilustraciones de la biblioteca de vídeo local a caché de texturas

# #32953
source: Automatically preload local music library artwork to Kodi texture cache
french: Précharger automatiquement les artworks de bibliothèque musique locale dans le cache de textures de Kodi
spanish: Precargar automáticamente ilustraciones de la biblioteca de música local a caché de texturas

# #32954
source: Additional art types for TV shows (comma separated)
french: Types d'artworks supplémentaires pour les séries TV (séparés par des virgules)
spanish: Tipos de arte adicional para series TV (separado por comas)

# #32955
source: Additional art types for TV seasons (comma separated)
french: Types d'artworks supplémentaires pour les saisons (séparés par des virgules)
spanish: Tipos de arte adicional para temporadas TV (separado por comas)

# #32956
source: Additional art types for TV episodes (comma separated)
french: Types d'artworks supplémentaires pour les épisodes (séparés par des virgules)
spanish: Tipos de arte adicional para episodios TV (separado por comas)

# #32957
source: Additional art types for movies (comma separated)
french: Types d'artworks supplémentaires pour les films (séparés par des virgules)
spanish: Tipos de arte adicional para películas (separado por comas)

# #32958
source: Additional art types for movie sets (comma separated)
french: Types d'artworks supplémentaires pour les sagas de films (séparés par des virgules)
spanish: Tipos de arte adicional para colecciones (separado por comas)

# #32959
source: Additional art types for music videos (comma separated)
french: Types d'artworks supplémentaires pour les clips vidéos (séparés par des virgules)
spanish: Tipos de arte adicional para videoclips (separado por comas)

# #32960
source: Additional art types for artists (comma separated)
french: Types d'artworks supplémentaires pour les artistes (séparés par des virgules)
spanish: Tipos de arte adicional para artistas (separado por comas)

# #32961
source: Additional art types for albums (comma separated)
french: Types d'artworks supplémentaires pour les albums (séparés par des virgules)
spanish: Tipos de arte adicional para álbumes (separado por comas)

# #32962
source: Additional art types for songs (comma separated)
french: Types d'artworks supplémentaires pour les chansons (séparés par des virgules)
spanish: Tipos de arte adicional para canciones (separado por comas)

# #32963
source: Prefer artwork from specific web service
french: Préférer les artworks provenant d'un service Web spécifique
spanish: Preferencia de servicios web para ilustraciones

# #32964
source: Manually select multiple images for all media types
french: Sélectionner manuellement plusieurs images pour tous les types de média
spanish: Seleccionar manualmente multiples imágenes para todos los tipos de medios

# #32965
source: In case of emergency
french: En cas d'urgence
spanish: En caso de emergencia

# #32966
source: fanart.tv project API key
french: Clé API projet fanart.tv
spanish: Clave API de proyecto fanart.tv

# #32967
source: TheTVDB.com project API key
french: Clé API projet TheTVDB.com
spanish: Clave API de proyecto TheTVDB.com

# #32968
source: The Movie Database project API key
french: Clé API projet The Movie Database
spanish: Clave API de proyecto TheMovieDB.org

# #32969
source: TheAudioDB.com project API key
french: Clé API projet TheAudioDB.com
spanish: Clave API de proyecto TheAudioDB.com

# #32970
source: Largest available
french: Plus grande taille disponible
spanish: El más grande disponible

# #32973
source: Image languages for automatic filter
spanish: Idiomas de imagen para filtro automático

# #32974
source: then include Kodi 'User interface language'
spanish: Incluir 'Lenguaje de interfaz de usuario' Kodi

# #32975
source: then include English language images
spanish: Incluir idioma Inglés para imagenes

# #32976
source: save new artwork to subdirectories per movie set
spanish: Guardar nuevas ilustraciones en subdirectorios por colecciones

# #32977
source: Artwork download configuration
spanish: Configuración descarga de ilustraciones

# #32978
source: Kodi cache only
spanish: Solo caché Kodi

# #32979
source: all configured above
spanish: Todo lo configurado arriba

# #32980
source: specific types below
spanish: Tipos específicos a continuación

# #32981
source: Clean existing artwork URLs (HTTP to HTTPS, web service URL changes)
spanish: Limpiar URLs para ilustraciones existentes (HTTP a HTTPS, cambios de URL de servicio web)

# #32982
source: Add 'keyart' from TheMovieDB
spanish: Agregar 'keyart' desde TheMovieDB

# #32983
source: KyraDB User key (required)
spanish: Clave de usuario KyraDB (requerido)

# #32984
source: KyraDB API key (required)
spanish: Clave API KyraDB (requerido)

# #32985
source: Enable KyraDB
spanish: Habilitar KyraDB

# #32986
source: requires KyraDB
spanish: Requiere KyraDB
