Repository: rmrector/script.artwork.beef
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #32000
source: Unknown source
he_il: מקור לא ידוע

# #32001
source: Something missing?
he_il: משהו חסר?

# #32019
source: Contribute or donate to the source: fanart.tv, thetvdb.com, themoviedb.org
he_il: אנא המשיכו לתרום ולנדב עזרה למקורות: fanart.tv, thetvdb.com, themoviedb.org

# #32020
source: Adding extended artwork
he_il: מוסיף גרפיקה מורחבת

# #32021
source: No artwork available
he_il: אין גרפיקה זמינה

# #32022
source: {0} artwork updated
he_il: {0} הגרפיקה מעודכנת

# #32023
source: No artwork updated
he_il: הגרפיקה לא עודכנה

# #32024
source: Error with provider '{0}'
he_il: שגיאה עם ספק '{0}'

# #32025
source: Media type '{0}' not supported
he_il: סוג מדיה '{0}' אינו נתמך

# #32027
source: Removed {0} images
he_il: הוסרו {0} תמונות

# #32028
source: Listing all {0}
he_il: רישום כל {0}

# #32029
source: All sets identified. Hurray!
he_il: כל הערכות זוהו. איזה כיף!

# #32050
source: Choose art type for {0}
he_il: בחר סוג אומנות עבור {0}

# #32051
source: Choose {0} for {1}
he_il: בחר {0} עבור {1}

# #32056
source: Unmatched sets
he_il: מארזים לא תואמים

# #32057
source: Enter TheMovieDB collection name
he_il: הזן שם אוסף TheMovieDB

# #32052
source: Actions
he_il: פעולות

# #32053
source: Automatically add these artwork types from web services
he_il: הוסף באופן אוטומטי את סוגי גרפיקה הללו משירותי האינטרנט

# #32054
source: Sorting and auto filters
he_il: מיון ומסננים אוטומטים

# #32055
source: Maintenance actions [I](save all changes to add-on settings first)[/I]
he_il: פעולות תחזוקה [I](שמור את כל השינויים להגדרות ההרחבה)[/I]

# #32400
source: Select series to auto add episode artwork...
he_il: בחר סידרה להוספת גרפיקה לפרק באופן אוטומטי...

# #32401
source: Add missing artwork now?
he_il: להוסיף גרפיקה חסרה עכשיו?

# #32402
source: Add missing episode artwork for newly selected series after add-on settings are closed?
he_il: להוסיף גרפיקה חסרה לפרק עבור הסדרה החדשה שנבחרה, לאחר שהגדרות ההרחבה יאושרו?

# #32403
source: stop current process
he_il: עצור את התהליך הנוכחי

# #32404
source: add missing artwork for new items
he_il: הוסף גרפיקה חסרה עבור פריטים חדשים

# #32405
source: add missing artwork for all items
he_il: הוסף גרפיקה חסרה עבור כל הפריטים

# #32406
source: add missing artwork for old items
he_il: הוסף גרפיקה חסרה עבור פריטים ישנים

# #32408
source: identify unmatched sets with TheMovieDB ...
he_il: זיהוי ערכות לא תואמות בעזרת TheMovieDB...

# #32407
source: Remove extra artwork not configured in the add-on
he_il: הסרת הגרפיקה הנוספת אינה מוגדרת בהרחבה

# #32409
source: Search for set
he_il: חפש ערכה

# #32410
source: Add missing artwork
he_il: הוסף גרפיקה חסרה

# #32411
source: Select artwork...
he_il: בחרו בגרפיקה...

# #32412
source: Disable Artwork Beef context items [I](per skin)[/I]
he_il: השבת פרטי תפריט קישור של Artwork Beef [I](לכל מעטפת)[/I]

# #32413
source: Enable Artwork Beef context items [I](per skin)[/I]
he_il: אפשר פרטי תפריט קישור של Artwork Beef [I](לכל מעטפת)[/I]

# #32414
source: Remove specific type of artwork for ...
he_il: הסר סוג מסוים של גרפיקה עבור...

# #32900
source: Automatically add artwork for new items
he_il: הוסף גרפיקה עבור פריטים חדשים באופן אוטומטי

# #32912
source: Update artwork for old items daily
he_il: עדכן את הגרפיקה עבור פריטים ישנים מדי יום

# #32904
source: Automatically add from filesystem only
he_il: הוסף באופן אוטומטי מתוך מערכת הקבצים בלבד

# #32901
source: Prefer fanart with no title
he_il: העדף פאנארט ללא כותרת

# #32917
source: Prefer posters with no title
he_il: העדף פוסטרים ללא כותרת

# #32902
source: Preferred artwork size
he_il: גודל הגרפיקה המועדף

# #32907
source: Minimum image rating
he_il: דירוג התמונה המינימלי

# #32913
source: Override image language (defaults to Kodi interface)
he_il: עקוף את הגדרת השפה של התמונה (ערך ברירת המחדל מוגדר בממשק של קודי)

# #32903
source: Use high quality preview images
he_il: תשתמש בתצוגה מקדימה של תמונות באיכות גבוהה

# #32905
source: fanart.tv personal API key
he_il: מפתח API מותאם אישית ל-Fanart.tv

# #32906
source: Identify alternate Artwork Downloader and MSAA artwork file names
he_il: זהה חלופי מ-Artwork Downloader ושמות של קבצי גרפיקה מ- MSAA

# #32908
source: Additional artwork types to keep
he_il: סוגי גרפיקה נוספים לשמירה

# #32909
source: grab movie set artwork from central artwork directory
he_il: הורד גרפיקת מארז סרטים מתוך ספריית הגרפיקה המרכזית

# #32910
source: central movie set artwork directory
he_il: תיקיית גרפיקה מרכזית של מארז הסרטים

# #32911
source: grab movie set artwork from movie parent directory
he_il: הורד גרפיקת מארז סרטים מתוך ספריית האב של הסרט

# #32914
source: Always generate episode thumb from video file
he_il: תמיד תיצור תמונות ממוזערות לפרק מתוך קובץ הווידאו

# #32915
source: Always generate movie thumb from video file
he_il: תמיד תיצור תמונות ממוזערות לסרט מתוך קובץ הווידאו

# #32916
source: Include detailed per item changes in the reports
he_il: כלול שינויים מפורטים בכל פריט בדוחות
